export const AboutUs = () => {
  return (
    <div>
      <h1>Про Компанію "ДАСМЕТАЛ"</h1>
      <h2>Наші Початки</h2>
      <p>
        ТОВ "ДАСМЕТАЛ" - це компанія з більш ніж двохрічною історією, яка
        пройшла довгий шлях в розвитку та вдосконаленні. Заснована у [рік
        заснування] з метою виробництва та постачання високоякісної композитної
        склопластикової арматури.
      </p>
      <h2>Наша Спеціалізація</h2>
      <p>
        Ми спеціалізуємося на виробництві та продажу композитної склопластикової
        арматури, що виготовляється з використанням передових технологій та
        високоякісних матеріалів. Наші продукти знайшли широке застосування в
        будівництві та інфраструктурних проектах.
      </p>
      <h2>Наша Місія</h2>
      <p>
        Наша місія - надавати будівельні матеріали, які поєднують у собі
        міцність, довговічність та інноваційність. Ми прагнемо створювати
        рішення, які допомагають клієнтам будувати надійні та ефективні
        структури.
      </p>
      <h2>Наші Переваги</h2>
      <p>
        Якість: Наша продукція виготовляється відповідно до найвищих стандартів
        якості та безпеки. Інновації: Ми застосовуємо передові технології та
        матеріали для забезпечення передових рішень. Швидка Доставка: Ми
        гарантуємо оперативну та своєчасну доставку продукції наших клієнтів.
      </p>
      <h2>Наші Проекти</h2>
      <p>
        "ДАСМЕТАЛ" взяла участь у численних успішних будівельних та
        інфраструктурних проектах. Ми пишаємося нашим внеском у створення
        стійких та інноваційних споруд.
      </p>
      <h2>Зв'яжіться з Нами</h2>
      <p>
        Ми завжди готові відповісти на ваші запитання, надати консультації та
        обговорити співпрацю. Зв'яжіться з нашою командою для отримання деталей.
      </p>
    </div>
  );
};
