import { Div, Contact, ListDay } from "./footerStyles";

export const Footer = () => {
  return (
    <Div>
      <div>
        <p>Компанія: ТОВ "ДАСМЕТАЛ"</p>
        <p>Графік роботи:</p>
        <ListDay>
          <li>Понеділок: 10:00 - 18:00</li>
          <li>Вівторок: 10:00 - 18:00</li>
          <li>Середа: 10:00 - 18:00</li>
          <li>Четвер: 10:00 - 18:00</li>
          <li>П'ятниця: 10:00 - 18:00</li>
          <li>Субота: вихідний</li>
          <li>Неділя: вихідний</li>
        </ListDay>
      </div>
      <Contact>
        <p>Контакти:</p>
        <a>+380 (66) 451-43-77</a>
        <a>+380 (67) 232-18-47</a>
        <a>0664514377@ukr.net</a>
      </Contact>
      <address>
        <p>Адреса:</p>
        <p>вул. Ігорева 2, смт Калинівка</p>
        <p>Броварський район</p>
        <p>Київська область, Київ, Україна.</p>
      </address>
    </Div>
  );
};
